Repository: nextcloud/collectives
Catalog: translationfiles/*/collectives.po
Languages: ca, cs, da, de_de, es, fr, it, ja, nb_no, nl, pl, pt_br, sl

source: No backlinks available
ca: No hi ha enllaços d'entrada disponibles
cs: Nejsou k dispozici žádné zpětné odkazy
da: Ingen tilgængelige backlinks
de_de: Keine Rückverweise vorhanden
es: No hay enlaces entrantes
fr: Aucun lien de maillage disponible
it: Non sono disponibili link entranti
ja: バックリンクはありません
nl: Geen backlinks beschikbaar
pl: Brak dostępnych linków wstecznych
pt_br: Nenhuma referência disponível
sl: Ni povratnih povezav

source: If other pages link to this one, they will be listed here.
ca: Si hi ha altres pàgines que enllacen amb aquesta, es mostraran aquí.
cs: Pokud je na tuto stránku odkazováno z jiných stránek, měly by být vypsány zde.
da: Hvis andre sider linker til denne, vil de blive vist her.
de_de: Liste von Seiten, die auf diese Seite verweisen.
es: Si otras páginas enlazan a esta, aparecerán en esta lista.
fr: Si d'autres pages font référence à celle-ci, elles seront listées ici.
it: Se altre pagine hanno link verso questa pagina, verranno elencate qui.
ja: 他のページからこのページへのリンクがあると、ここに表示されます。
nl: Als andere pagina's naar deze linken, worden ze hier vermeld.
pl: Jeśli inne strony prowadzą do tej strony, zostaną tutaj wymienione.
pt_br: Se outras páginas fizerem link para esta, elas estarão listadas aqui.
sl: Če se na to stran povezujejo druge strani, bodo izpisane na tem mestu.

source: Could not get page backlinks
ca: No s'han pogut obtenir enllaços d'entrada de pàgina
cs: Nedaří se získat zpětné odkazy pro stránku
da: Kunne ikke hente sidebacklinks
de_de: Konnte Rückverweise der Seite nicht laden
es: No se encontraron enlaces entrantes
fr: Impossible de récupérer les liens de maillage de la page
it: Non è stato possibile ottenere i backlink della pagina
ja: バックリンクが取得できません
nl: Kan geen pagina-backlinks krijgen
pl: Nie udało się uzyskać linków zwrotnych do strony
pt_br: Não foi possível recuperar backlinks
sl: Ni mogoče pridobiti povratnih povezav strani

source: Current version
ca: Versió actual
cs: Stávající verze
da: Nuværende version
de_de: Aktuelle Version
es: Versión actual
fr: Version actuelle
it: Versione corrente
ja: 現在のバージョン
nb_no: Nåværende versjon
nl: Huidige versie
pl: Obecna wersja
pt_br: Versão atual
sl: Trenutna različica

source: No other versions available
ca: No hi ha altres versions disponibles
cs: Nejsou k dispozici žádné jiné verze
da: Ingen andre versioner tilgængelige
de_de: Keine weiteren Versionen vorhanden
es: No hay otras versiones disponibles
fr: Aucune autre version disponible
it: Non sono disponibili altre versioni
ja: 他のバージョンはありません
nb_no: Ingen andre versjoner tilgjengelig
nl: Geen andere versies beschikbaar
pl: Brak innych dostępnych wersji
pt_br: Não há outras versões disponíveis
sl: Ni drugih različic

source: After editing you can find old versions of the page here.
ca: Després d'editar-lo, podeu trobar versions antigues de la pàgina aquí.
cs: Po upravení naleznete starší verze stránky zde.
da: Efter redigering kan du finde gamle versioner af siden her.
de_de: Nach dem Bearbeiten werden alte Versionen hier angezeigt.
es: Después de editar, es posible encontrar aquí versiones anteriores de la página.
fr: Après l'avoir modifiée vous trouverez les anciennes versions de cette page ici.
it: Dopo le modifiche puoi trovare le versioni precedenti della pagina qui.
ja: 編集後、古いバージョンがここに表示されます。
nb_no: Etter redigering kan du finne gamle versjoner av siden her.
nl: Na bewerking kun je hier oude versies van de pagina vinden.
pl: Po edycji możesz znaleźć stare wersje strony tutaj.
pt_br: Após editar vocẽ pode encontrar versões antigas da página aqui.
sl: Po urejanju so starejše kopije strani zbrane na tem mestu.

source: Could not get page versions
ca: No s'han pogut obtenir les versions de la pàgina
cs: Nedaří se načíst verze stránky
da: Kunne ikke hente sideversioner
de_de: Konnte Versionen der Seite nicht laden
es: No se encontraron versiones de página
fr: Impossible de récupérer les versions de la page
it: Non è stato possibile ottenere le versioni della pagina
ja: ページのバージョンが取得できません
nb_no: Kunne ikke hente sideversjonering
nl: Kan geen paginaversies ophalen
pl: Nie udało się pobrać wersji strony
pt_br: Não foi possível recuperar versões das páginas
sl: Ni mogoče pridobiti različic strani

source: %n byte
cs: %n bajt
fr: %n octet
ja: %n バイト
pl: bajt
sl: %n bajt

source: Backlinks
ca: Enllaços
cs: Zpětné odkazy
de_de: Rückverweise
es: Enlaces entrantes
fr: Liens de maillage
it: Link entranti
ja: バックリンク
pl: Linki wsteczne
pt_br: Referências
sl: Povratne povezave

source: Pages that link to this one
ca: Pàgines que enllacen cap aquesta
cs: Stránky, které odkazují na tuto
da: Sider, der linker til denne
de_de: Seiten, die auf diese Seite verweisen
es: Páginas que enlazan a esta página
fr: Pages qui font référence à celle-ci
it: Pagine che hanno link verso questa
ja: ここにリンクされているページ
nl: Pagina's die naar deze linken
pl: Strony które kierują tutaj
pt_br: Páginas que fazem referência a essa
sl: Strani, ki se povezujejo na to stran

source: Versions
cs: Verze
da: Versioner
de_de: Historie
es: Versiones
it: Versioni
ja: バージョン
nl: Versies
pl: Wersje
pt_br: Versões
sl: Različice

source: Old versions of this page
ca: Versió antiga d'aquesta pàgina
cs: Staré verze této stránky
da: Gamle versioner af denne side
de_de: Frühere Versionen dieser Seite
es: Versiones anteriores de esta página
fr: Anciennes versions de cette page
it: Vecchie versioni di questa pagina
ja: このページの古いバージョン
nl: Oude versies van deze pagina
pl: Stara wersja tej strony
pt_br: Versões antigas desta página
sl: Stare različice te strani

source: Come, organize and build shared knowledge!
ca: Vine, organitza i crea coneixement compartit!
cs: Organizujte se a vytvářejte sdílené znalosti!
da: Kom, organiser og opbyg fælles viden!
de_de: Kommen Sie vorbei, organisieren Sie sich und teilen Sie Ihr Wissen!
es: Aquí organizamos y construimos conocimiento juntos.
fr: Venez, organisez et développez des connaissances partagées !
it: Entra, organizza e costruisci la conoscenza condivisa!
ja: 皆で寄ってたかって知識を共有しましょう！
nl: Kom, organiseer en bouw gedeelde kennis op!
pl: Przyjdź, uporządkuj i buduj wspólną wiedzę!
pt_br: Venha, organize e construa conhecimento compartilhado!
sl: No, začnite izgrajevati skupno vsebino!

source: Link copied to the clipboard.
cs: Odkaz na sdílení zkopírován do schránky.
da: Linket er kopieret til udklipsholderen.
de_de: Link in die Zwischenablage kopiert.
es: Enlace copiado al portapapeles.
fr: Lien copié dans le presse-papiers.
ja: クリップボードにリンクをコピーしました。
nl: Link gekopieerd naar het klembord.
pl: Łącze skopiowane do schowka.
pt_br: Link copiado para a área de transferência.
sl: Povezava je kopirana v odložišče.

source: Could not copy link to the clipboard:
cs: Odkaz se nedaří zkopírovat do schránky:
da: Kunne ikke kopiere linket til udklipsholderen:
de_de: Link in die Zwischenablage kopieren fehlgeschlagen:
es: No se pudo copiar el enlace al portapapeles:
fr: Impossible de copier le lien dans le presse-papiers :
ja: クリップボードにリンクをコピーできませんでした:
nl: Kan link niet naar het klembord kopiëren:
pl: Nie można skopiować łącza do schowka:
pt_br: Não foi possível copiar link para área de transferência:
sl: Povezave ni mogoče kopirati v odložišče:

source: Could not create the page
ca: No s'ha pogut crear la pàgina
cs: Stránku se nedaří vytvořit
da: Siden kunne ikke oprettes
de_de: Anlegen der Seite fehlgeschlagen
es: No se pudo crear la página
fr: Impossible de créer la page
it: Non è stato possibile creare la pagina
ja: ページを作成できません
nb_no: Kunne ikke opprette siden
nl: Kan de pagina niet maken
pl: Nie można utworzyć tej strony
pt_br: Não foi possível criar a página
sl: Strani ni mogoče ustvariti

source: New Page
ca: Nova Pàgina
cs: Nová stránka
da: Ny side
de_de: Neue Seite
es: Nueva página
fr: Nouvelle page
it: Nuova pagina
ja: 新規ページ
nb_no: Ny side
nl: Nieuwe Pagina
pl: Nowa strona
pt_br: Nova página
sl: Nova stran

source: Could not save emoji for page
cs: Nedaří se uložit emotikonu pro stránku
da: Kunne ikke gemme emoji til siden
de_de: Emoji für diese Seite konnte nicht gespeichert werden
fr: Impossible d'enregistrer l'émoji pour la page
nl: Kon emoji niet opslaan voor pagina
pl: Nie można zapisać emotikona dla tej strony
sl: Ni mogoče shraniti izraznih ikon za to stran

source: Could not move page
cs: Stránku se nepodařilo přesunout
da: Siden kunne ikke flyttes
de_de: Seite konnte nicht verschoben werden
nl: Kan pagina niet verplaatsen
pl: Nie można przenieść strony
sl: Ni mogoče premakniti strani

source: Could not delete the page
ca: No s'ha pogut esborrar la pàgina
cs: Stránku se nepodařilo smazat
da: Siden kunne ikke slettes
de_de: Seite konnte nicht entfernt werden
es: No se pudo eliminar la página
fr: Impossible de supprimer la page
it: Non è stato possibile eliminare la pagina
ja: ページを削除できません
nb_no: Kunne ikke slette siden
nl: Kan de pagina niet verwijderen
pl: Nie można usunąć tej strony
pt_br: Não foi possível remover página
sl: Strani ni mogoče izbrisati

source: Page deleted
ca: Pàgina esborrada
cs: Stránka smazána
da: Side slettet
de_de: Seite entfernt
es: Página eliminada
fr: Page supprimée
it: Pagina eliminata
ja: ページを削除しました
nb_no: Siden ble slettet
nl: Pagina verwijderd
pl: Strona usunięta
pt_br: Página removida
sl: Stran je izbrisana

source: Could not change page order
cs: Nepodařilo se změnit pořadí stránek
da: Siderækkefølgen kunne ikke ændres
de_de: Seitenreihenfolge konnte nicht geändert werden
nl: Kan paginavolgorde niet wijzigen
pl: Nie można zmienić kolejności strony
sl: Ni mogoče spremeniti vrstnega reda strani

source: Error: Missing apps
ca: Error: Apps faltants.
cs: Chyba: chybějící aplikace
da: Fejl: Manglende apps
de_de: Fehler: Apps fehlen
es: Error: aplicaciones faltantes
fr: Erreur : Applications manquantes
it: Errore: app mancanti
ja: エラー: アプリが見つかりません
nb_no: Feil: Manglende programmer
nl: Fout: ontbrekende apps
pl: Błąd: Brakująca aplikacja
pt_br: Erro: Apps faltando
sl: Napaka: manjkajo programi

source: The following dependency apps are missing:
ca: Falten les aplicacions amb dependència següents:
cs: Chybí následující aplikace, které tato potřebuje pro své fungování:
da: Følgende afhængighedsapps mangler:
de_de: Die folgenden erforderlichen Apps fehlen:
es: Las siguientes aplicaciones son necesarias y no se encuentran:
fr: Les dépendances d'application suivantes sont manquantes :
it: Le seguenti app propedeutiche risultano mancanti:
ja: 次の依存アプリが見つかりません:
nb_no: Følgende avhengigheter mangler:
nl: De volgende apps ontbreken:
pl: Brakująca zależna aplikacja:
pt_br: Os seguintes aplicativos não foram encontrados:
sl: Manjkajo navedeni odvisni programi:

source: Please ask the administrator to enable these apps.
ca: Si us plau pregunti a l'administrador/a per activar aquestes apps.
cs: Požádejte správce vámi využívané instance aby tyto aplikace zapnul.
da: Bed administratoren om at aktivere disse apps.
de_de: Bitten Sie Ihre Admins, diese Apps zu aktivieren.
es: Pida a la administadora de la nube que habilite estas aplicaciones.
fr: Veuillez demander à l'administrateur d'activer ces applications.
it: Contatta l'amministratore per abilitare queste app.
ja: これらのアプリを有効にするために管理者に問い合わせてください。
nb_no: Spør en administrator om å skru på disse programmene.
nl: Vraag de beheerder om deze apps in te schakelen.
pl: Proszę poproś administratora o włączenie tych aplikacji.
pt_br: Por favor solicite a um administrador que habilite estes apps.
sl: Programe lahko omogoči le skrbnik sistema.

source: Default page order
fr: Ordre des pages par défaut

source: Default page order updated
fr: Ordre des pages par défaut mise à jour

source: Collapse subpage list
ca: Replegueu la llista de subpàgines
es: Colapsar lista de subpáginas
it: Collassa la lista delle sottopagine
ja: サブページリストを閉じる
nb_no: Fold sammen undersidelisten

source: in page {page} from collective {collective}
ca: A la pàgina {page} del collective {collective}
es: en la página {page} del cuaderno {collective}
it: nella pagina {page} dal collettivo {collective}
nb_no: på siden {page} fra kollektivet {collective}

source: Print
ca: Imprimir
es: Imprimir
it: Stampa

source: Hide all subpages
ca: Amaga les subpàgines
it: Nascondi tutte le sottopagine

source: Show all subpages
ca: Mostrar totes les subpàgines
it: Mostra tutte le sottopagine

source: Collectives: page content
nb_no: Kollektiver: sideinnhold

source: Collectives: pages
nb_no: Kollektiver: sider

source: Delete
nb_no: Slett

source: No collective selected
nb_no: Ingen kollektiver valgt
