Repository: nextcloud/collectives
Catalog: translationfiles/*/collectives.po
Languages: ca, cs, da, de_de, es, fr, it, ja, nb_no, nl, pl, pt_br, sl

source: Members can be managed via the connected circle in the Contacts app.
cs: Členy lze spravovat prostřednictvím připojeného kruhu v aplikaci Kontakty.
da: Medlemmer kan administreres via den tilsluttede cirkel i appen Kontakter.
de_de: Mitglieder können in dem zugehörigen Kreis in der Kontakte-App verwaltet werden.
fr: Les membres peuvent être gérés via le cercle connecté dans l'application Contacts.
nl: Leden kunnen worden beheerd via de verbonden cirkel in de app Contacten.
pl: Członkowie mogą być zarządzani przez powiązane kręgi w aplikacji Kontakty.
pt_br: Membros podem ser geridos pelo círculo conectado no app Contatos.
sl: Člane je mogoče urejati v povezanem krogu programa Stiki.

source: Open circle in Contacts
cs: Otevřít okruh v Kontaktech
da: Åbn cirkel i Kontakter
de_de: Öffne Kreis in Kontakte-App
fr: Ouvrir le cercle dans Contacts
nl: Cirkel openen in Contacten
pl: Otwórz kręgi w Kontaktach
pt_br: Abrir círculo nos Contatos
sl: Odpri krog med stiki

source: Danger zone
cs: Nebezpečná zóna
da: Farezone
de_de: Gefahrenzone
fr: Zone de danger
nl: Gevarenzone
pl: Strefa niebezpieczna
pt_br: Zona de perigo
sl: Nevarno območje

source: Delete collective
cs: Smazat kolektiv
da: Slet kollektiv
de_de: Kollektiv löschen
fr: Supprimer le collectif
nl: Collectief verwijderen
pl: Skasuj kolektyw
pt_br: Excluir coletivo
sl: Izbriši zbirko

source: Change emoji
ca: Canviar emoji
cs: Změnit emotikonu
da: Skift emoji
de_de: Den Emoji ändern
es: Cambiar emoji
fr: Modifier l'émoticône
it: Cambia emoji
ja: 絵文字の変更
nl: Emoji wijzigen
pl: Zmień emotikon
pt_br: Mudar emoji
sl: Spremeni izrazno ikono

source: Add emoji
ca: Afegir emoji
cs: Přidat emotikonu
da: Tilføj emoji
de_de: Ein Emoji auswählen
es: Añadir emoji
fr: Ajouter une émoticône
it: Aggiungi emoji
ja: 絵文字の追加
nb_no: Legg til emoji
nl: Emoji toevoegen
pl: Dodaj emotikon
pt_br: Adicionar emoji
sl: Dodaj izrazno ikono

source: Renaming is limited to owners of the circle
cs: Přejmenovávat mohu pouze vlastníci okruhu
da: Omdøbning er begrænset til ejere af cirklen
de_de: Nur Besitzer:innen des Kreises dürfen umbenennen
fr: Seuls les propriétaires du cercle peuvent renommer
nl: Hernoemen is beperkt tot eigenaren van de cirkel
pl: Zmiana nazwy jest ograniczona do właściciela kręgu
pt_br: Somente proprietários do círculo podem renomear
sl: Preimenovanje je dovoljeno le lastnikom kroga

source: Editing permissions updated
cs: Oprávnění pro úpravy zaktualizována
da: Redigeringstilladelser opdateret
de_de: Bearbeitungsberechtigungen aktualisiert
fr: Autorisations d'édition mises à jour
nl: Bewerkingsrechten bijgewerkt
pl: Uprawnienia edycji zaktualizowane
pt_br: Permissões de edição atualizadas
sl: Dovoljenja za urejanje so posodobljena

source: Sharing permissions updated
cs: Oprávnění pro sdílení zaktualizována
da: Delingstilladelser er opdateret
de_de: Freigabeberechtigungen aktualisiert
fr: Autorisations de partage mises à jour
nl: Rechten voor delen geüpdatet
pl: Uprawnienia udostępniania zaktualizowane
pt_br: Permissões de compartilhamento atualizadas
sl: Dovoljenja za omogočanj souporabe so posodobljena

source: Emoji updated
cs: Emotikona zaktualizována
da: Emoji opdateret
de_de: Emoji aktualisiert
fr: Émoticône mise à jour
nl: Emoji bijgewerkt
pl: Emotikon zaktualizowany
pt_br: Emoji atualizado
sl: Izrazna ikona je posodobljena

source: Collectives settings
cs: Nastavení pro kolektiv
da: Indstillinger
de_de: Kollektiv-Einstellungen
nl: Collectieven instellingen
pl: Ustawienia kolektywów
sl: Nastavitve zbirk

source: Collectives Folder
cs: Složka pro Kolektivy
da: Mappe for Kollektiver
de_de: Ordner für Kollektive
fr: Dossier des collectifs
ja: コレクティブ フォルダー
nl: Collectieven Map
pl: Folder kolektywów
pt_br: Pasta dos Coletivos
sl: Mapa zbirk

source: Create a collective first
cs: Nejprve vytvořte nový kolektiv
da: Opret først et kollektiv
de_de: Erstellen Sie erst ein neues Kollektiv
fr: Créez d'abord un collectif
ja: まずコレクティブを作成する
nl: Maak eerst een collectief
pl: Utwórz najpierw kolektyw
pt_br: Crie um coletivo
sl: Najprej je treba ustvariti zbirko

source: Select location for collectives
cs: Vyberte umístění pro kolektivy
da: Vælg placering for kollektiver
de_de: Wählen Sie den Ort für Kollektiv
fr: Sélectionnez l'emplacement des collectifs
ja: コレクティブの場所を選択
nl: Selecteer locatie voor collectieven
pl: Wypierz lokację dla kolektywów
pt_br: Selecione uma localização para os coletivos
sl: Izbor mesta datotek zbirke

source: Invalid path selected. Only folders on first level are supported.
cs: Vybráno neplatné umístění. Podporovány jsou pouze složky na první úrovni.
da: Ugyldig sti valgt. Kun mapper på første niveau understøttes.
de_de: Der ausgewählte Ort ist ungültig. Nur Ordner auf oberster Ebene sind erlaubt.
fr: Chemin sélectionné invalide. Seuls les dossiers de premier niveau sont pris en charge.
ja: 誤ったパスが選択されています。一番上の階層にあるフォルダーのみをサポートしています。
nl: Ongeldig pad geselecteerd. Alleen mappen op het eerste niveau worden ondersteund.
pl: Wybrano niepoprawną ścieżkę. Obsługiwane są tylko foldery na pierwszym poziomie.
pt_br: Caminho selecionado inválido. Somente pastas de primeiro nível são suportadas.
sl: Izbrana je neveljavna pot. Podprte so le mape na prvi ravni drevesne strukture.

source: Deleted collectives
ca: Esborrar Col·lectius
cs: Smazané kolektivy
da: Slettede kollektiver
de_de: Gelöschte Kollektive
es: Cuadernos eliminados
fr: Collectifs supprimés
it: Collettivi eliminati
ja: コレクティブの削除
nb_no: Slettede kollektiver
nl: Verwijderde collectieven
pl: Usunięte kolektywy
pt_br: Coletivos apagados
sl: Izbrisane zbirke

source: Restore
ca: Restablir
cs: Obnovit
da: Gendan
de_de: Wiederherstellen
es: Restablecer
fr: Restaurer
it: Ripristina
ja: 復元
nb_no: Gjenopprett
nl: Herstellen
pl: Przywróć
pt_br: Recuperar
sl: Obnovi

source: Delete permanently
ca: Esborrar permanentment
cs: Nadobro smazat
da: Slet permanent
de_de: Endgültig löschen
es: Eliminar de forma definitiva
fr: Supprimer définitivement
it: Elimina permanentemente
ja: 永久に削除
nb_no: Slett for godt
nl: Permanent verwijderen
pl: Usuń bezpowrotnie
pt_br: Remover permanentemente
sl: Trajno izbriši

source: Permanently delete collective »{collective}«
ca: Esborrar permanentment el col·lectiu »{collective}«
cs: Nadobro smazat kolektiv „{collective}“
da: Slet kollektiv permanent »{collective}«
de_de: Kollektiv »{collective}« endgültig löschen
es: Eliminar totalmente el cuaderno colectivo »{collective}«
fr: Supprimer définitivement le collectif « {collective} »
it: Elimina permanentemente il collettivo »{collective}«
ja: »{collective}« コレクティブを永久に削除しました
nb_no: Slett kollektivet «{collective}» for godt?
nl: Collectief definitief verwijderen »{collective}«
pl: Usuń bezpowrotnie kolektyw »{collective}«
pt_br: Coletivo {collective} removido permanentemente
sl: Trajno izbriši zbirko »{collective}«

source: Delete corresponding circle along with the collective?
ca: Esborrar el cercle corresponent enllaçat amb el col·lectiu?
cs: Současně s kolektivem, smazat i odpovídající okruh?
da: Vil du slette den tilsvarende cirkel sammen med kollektivet?
de_de: Den zum Kollektiv gehörenden Kreis ebenfalls löschen?
es: ¿Eliminar el círculo correspondiente al eliminar el cuaderno colectivo?
fr: Supprimer le cercle correspondant avec le collectif ?
it: Eliminare la corrispondente cerchia assieme al collettivo?
ja: このコレクティブに対応するサークルも削除しますか？
nb_no: Slett motsvarende sirkel sammen med kollektivet?
nl: De bijbehorende cirkel samen met het collectief verwijderen?
pl: Usunąć powiązany krąg wraz z kolektywem?
pt_br: Remover o círculo junto com o coletivo?
sl: Ali želite izbrisati tudi z zbirko povezan krog?

source: Cancel
ca: Cancelar
cs: Storno
da: Annuller
de_de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
sl: Prekliči

source: Only collective
ca: Sols Col·lectiu
cs: Pouze kolektiv
da: Kun kollektivt
de_de: Nur Kollektiv
es: Solo el cuaderno colectivo
fr: Seulement le collectif
it: Solo il collettivo
ja: コレクティブのみ
nb_no: Kun kollektivet
nl: Alleen collectief
pl: Tylko kolektyw
pt_br: Apenas o coletivo
sl: Le zbirko

source: Collective and circle
ca: Col·lectiu i Cercle
cs: Kolektiv a okruh
da: Kollektiv og cirkel
de_de: Kollektiv und Kreis
es: El cuaderno colectivo y el círculo
fr: Le collectif et le cercle
it: Collettivo e cerchia
ja: コレクティブとサークル
nb_no: Kollektivet og sirkelen
nl: Collectief en cirkel
pl: Kolektyw i krąg
pt_br: Coletivo e círculo
sl: Zbirko in krog

source: Only circle owners can delete a circle
ca: Sols els propietaris d'un cercle poden esborrar un cerecle
cs: Okruh mohou smazat pouze jeho vlastníci
da: Kun cirkelejere kan slette en cirkel
de_de: Kreise können nur von ihren Besitzer:innen gelöscht werden
es: Solo los propietarios del círculo pueden borrarlo
fr: Seuls les propriétaires de cercles peuvent supprimer un cercle
it: Solo i proprietari di una cerchia possono rimuoverla
ja: サークルの所有者のみがサークルを削除できます
nl: Alleen circle eigenaren kunnen een circle verwijderen
pl: Tylko właściciele kręgu mogą usunąć krąg
pt_br: Apenas donos de círculos podem remover um círculo
sl: Le lastnik kroga lahko krog izbriše.

source: Create new collective
ca: Crear nou Col·lectiu
cs: Vytvořit nový kolektiv
da: Opret nyt kollektiv
de_de: Ein neues Kollektiv erstellen
es: Crear nuevo cuaderno
fr: Créer un nouveau collectif
it: Crea un nuovo collettivo
ja: 新しいコレクティブの作成
nb_no: Opprett nytt kollektiv
nl: Nieuw collectief maken
pl: Utwórz nowy kolektyw
pt_br: Criar novo coletivo
sl: Ustvari novo zbirko

source: Create collective for existing circle
ca: Crear un Col·lectiu per al cercle existent
cs: Vytvořit kolektiv pro existující okruh
da: Opret kollektiv for eksisterende cirkel
de_de: Kollektiv für einen bestehenden Kreis anlegen
es: Crear cuaderno para círculo existente
fr: Créer un collectif pour un cercle existant
it: Crea un collettivo per una cerchia esistente
ja: 既存のサークルにコレクティブを作成
nb_no: Opprett kollektiv for eksisterende sirkel
nl: Collectief maken voor bestaande circle
pl: Utwórz kolektyw dla istniejącego kręgu
pt_br: Criar coletivo para círculo existente
sl: Ustvari zbirko za obstoječ krog

source: Select emoji
cs: Vyberte emotikonu
da: Vælg emoji
de_de: Wähl Emoji
fr: Sélectionner une émoticône
nl: Selecteer emoji
pl: Wybierz emotikon
pt_br: Selecionar emoji
sl: Izbor izrazne ikone

source: New collective name
ca: Nom del nou Col·lectiu
cs: Název pro nový kolektiv
da: Nyt Kollektiv navn
de_de: Name des neuen Kollektivs
es: Nombre del cuaderno nuevo
fr: Nom du nouveau collectif
it: Nome del nuovo collettivo
ja: 新規コレクティブの名称
nb_no: Nytt navn på kollektiv
nl: Nieuwe naam collectief
pl: Nowa nazwa kolektywu
pt_br: Nome para o novo coletivo
sl: Ime nove zbirke

source: Select circle...
ca: Seleccionar cercle...
cs: Vybrat okruh…
da: Vælg cirkel...
de_de: Wähle Kreis...
es: Seleccionar círculo...
fr: Sélectionner un cercle…
it: Seleziona cerchia...
ja: サークルを選択...
nb_no: Velg sirkel …
nl: Selecteer cirkel...
pl: Wybierz krąg...
pt_br: Selecionar círculo...
sl: Izbor kroga ...

source: Create a new collective
cs: Vytvořit nový kolektiv
da: Opret et nyt kollektiv
de_de: Neues Kollektiv erstellen
nl: Een nieuw collectief maken
pl: Stwórz nowy kolektyw
sl: Ustvari novo zbirko

source: Cancel creating a new collective
cs: Zrušit vytváření nového kolektivu
da: Annuller oprettelse af et nyt kollektiv
de_de: Erstellung eines neuen Kollektivs abbrechen
nl: Aanmaken van een nieuw collectief annuleren
pl: Anuluj tworzenie nowego kolektywu
sl: Prekliči ustvarjanje nove zbirke

source: Select a collective
ca: Seleccionar un col·lectiu
cs: Vybrat kolektiv
da: Vælg et kollektiv
de_de: Wählen Sie ein Kollektiv aus
es: Seleccionar cuaderno
fr: Sélectionner un collectif
it: Seleziona un collettivo
ja: コレクティブを選択
nb_no: Velg et kollektiv
nl: Selecteer een collectief
pl: Wybierz kolektyw
pt_br: Selecionar um coletivo
sl: Izbor zbirke

source: Stop editing
ca: Aturar l'edició
cs: Ukončit upravování
da: Afslut redigering
de_de: Bearbeiten beenden
es: Parar de editar
fr: Arrêter la modification
it: Chiudi la modifica
ja: 編集終了
nl: Stop met bewerken
pl: Zatrzymaj edytowanie
pt_br: Parar de editar
sl: Zaključi z urejanjem

source: Start editing
ca: Començar a editar.
cs: Zahájit upravování
da: Begynd redigering
de_de: Bearbeiten starten
es: Empezar a editar
fr: Commencer la modification
it: Inizia a modificare
ja: 編集開始
nl: Begin met bewerken
pl: Zacznij edycję
pt_br: Começar a editar
sl: Začni z urejanjem

source: Done
ca: Fet
cs: Hotovo
da: Færdig
de_de: Fertig
es: Hecho
fr: Terminé
it: Fatto
ja: 完了
nb_no: Ferdig
nl: Klaar
pl: Zrobione
pt_br: Concluído
sl: Končano

source: Edit
ca: Editar
cs: Upravit
da: Redigere
de_de: Bearbeiten
es: Editar
fr: Editer
it: Modifica
ja: 編集
nb_no: Rediger
nl: Bewerken
pl: Edycja
pt_br: Editar
sl: Uredi

source: Show in Files
ca: Mostrar a Fitxers
cs: Zobrazit v Souborech
da: Vis i filer
de_de: Zeige in Dateien
es: Mostrar en Archivos
fr: Afficher dans Fichiers
it: Mostra in File
ja: ファイルで表示
nl: Weergeven in bestanden
pl: Pokarz w plikach
pt_br: Mostrar em Arquivos
sl: Pokaži v Datotekah

source: Edit template for subpages
ca: Edita la plantilla per subpàgines
cs: Upravit šablonu pro všechny podstránky
da: Rediger skabelon til undersider
de_de: Vorlage für Unterseite bearbeiten
es: Editar la plantilla para subpáginas
fr: Modifier le modèle pour les sous-pages
it: Modica il modello per le sottopagine
ja: サブページのテンプレートを編集
nl: Template voor subpagina's bewerken
pl: Edytuj szablon dla podstron
pt_br: Editar template para subpáginas
sl: Uredi predlogo podstrani

source: Add template for subpages
ca: Afegeix una plantilla per subpàgines
cs: Přidat šablonu pro podstránky
da: Tilføj skabelon til undersider
de_de: Vorlage für Unterseite hinzufügen
es: Añadir una plantilla para subpáginas
fr: Ajouter un modèle de sous-page
it: Aggiungi modello per le sottopagine
ja: サブページのテンプレートを追加
nl: Sjabloon voor subpagina's toevoegen
pl: Dodaj szablon dla podstron
pt_br: Adicionar template para subpáginas
sl: Dodaj predlogo za podstran

source: Cannot delete page with subpages
cs: Není možné smazat stránku, která má podstránky
da: Kan ikke slette side med undersider
de_de: Seite mit Unterseiten kann nicht gelöscht werden
fr: Impossible de supprimer une page comportant des sous-pages
nl: Kan pagina met subpagina's niet verwijderen
pl: Nie można usunąć strony z podstronami
sl: Ni mogoče izbrisati strani s podstranmi

source: Delete template
cs: Smazat šablonu
da: Slet skabelon
de_de: Vorlage löschen
fr: Supprimer le modèle
nl: Sjabloon verwijderen
pl: Usuń szablon
sl: Izbriši predlogo

source: Delete page
ca: Esborrar pàgina
cs: Smazat stránku
da: Slet side
de_de: Seite entfernen
es: Eliminar página
fr: Supprimer la page
it: Elimina la pagina
ja: ページの削除
nb_no: Slett side
nl: Pagina verwijderen
pl: Usuń stronę
pt_br: Remover página
sl: Izbriši stran

source: Page not found:
ca: Pàgina no trobada:
cs: Stránka nenalezena:
da: Siden blev ikke fundet:
de_de: Seite nicht gefunden:
es: No se encontró la página:
fr: Page introuvable :
it: Pagina non trovata:
ja: ページが見つかりません:
nl: Pagina niet gevonden:
pl: Nie znaleziono strony:
pt_br: Página não encontrada:
sl: Strani ni mogoče najti:

source: Could not find the Page.
ca: No s'ha pogut trobar la Pàgina.
cs: Stránku se nedaří nalézt.
da: Kunne ikke finde siden.
de_de: Seite nicht gefunden.
es: No fue posible encontrar la página.
fr: Impossible de trouver la page.
it: Non è stato possibile trovare la pagina.
ja: ページが見つかりません。
nl: Kan de pagina niet vinden.
pl: Nie można znaleźć strony.
pt_br: Não foi possível encontrar a página.
sl: Strani ni mogoče najti.

source: Select a page from the list or create a new one.
ca: Selecciona una pàgina de la llista o crea una de nova.
cs: Vyberte stránku ze seznamu nebo vytvořte novou.
da: Vælg en side fra listen, eller opret en ny.
de_de: Wählen Sie eine Seite aus der Liste oder legen Sie eine neue an.
es: Seleccionar una página de la lista o crear una nueva.
fr: Sélectionnez une page de la liste ou créez-en une nouvelle.
it: Seleziona una pagina dalla lista o creane una di nuova.
ja: リストか新規に作成してページを選択してください。
nl: Selecteer een pagina uit de lijst of maak een nieuwe aan.
pl: Zaznacz stronę z listy lub stwórz nową.
pt_br: Selecione uma página da lista ou crie uma nova.
sl: Izberite stran na seznamu, ali pa ustvarite novo.

source: Restore this version
ca: Restaurar aquesta versió.
cs: Obnovit do podoby v této verzi
da: Gendan denne version
de_de: Diese Version wiederherstellen
es: Restablecer esta versión
fr: Restaurer cette version
it: Ripristina questa versione
ja: このバージョンを戻す
nb_no: Gjenopprett denne versjonen
nl: Deze versie herstellen
pl: Przywróć tą wersję
pt_br: Recuperar esta versão
sl: Obnovi to različico

source: Reverted {page} to revision {timestamp}.
ca: Retornar {page} a la revisió {timestamp}.
cs: Stránka {page} obnovena do podoby k revizi {timestamp}.
da: Tilbageført {page} til revision {timestamp}.
de_de: Seite {page} auf Version {timestamp} zurücksetzen.
es: Revertir {page} a la revisión {timestamp}.
fr: {page} restaurée à la révision {timestamp}.
it: Ripristinata {page} alla revisione {timestamp}.
ja: {page} をリビジョン{timestamp}に戻します。
nb_no: Gjenoppretet {page} til versjon {timestamp}.
nl: Teruggezet op {pagina} naar revisie {timestamp}.
pl: Przywrócono {page} do wersji {timestamp}.
pt_br: Página {page} revertida para revisão {timestamp}.
sl: Povrni stran {page} na predelavo {timestamp}.

source: Failed to revert {page} to revision {timestamp}.
ca: Ha fallat retornar {page} a la revisió {timestamp}.
cs: Stránku {page} se nepodařilo vrátit do podoby k revizi {timestamp}.
da: Kunne ikke tilbageføre {page} til revision {timestamp}.
de_de: Das Zurücksetzen der Seite {page} auf die Version {timestamp} ist fehlgeschlagen.
es: No se pudo revertir {page} a la revisión {timestamp}.
fr: Échec de la restauration de {page} à la révision {timestamp}.
it: Ripristino non riuscito della pagina {page} alla revisione {timestamp}.
ja: {page} をリビジョン{timestamp}に戻せませんでした。
nb_no: Klarte ikke å tilbakestille {page} til versjon {timestamp}.
nl: Kan {page} niet terugzetten naar revisie {timestamp}.
pl: Nie udało się przywrócić {page} do wersji {timestamp}.
pt_br: Reversão de {page} para revisão {timestamp} falhou.
sl: Obnovitev strani {page} na predelavo {timestamp} je spodletela.

source: Select emoji for page
cs: Vyberte emotikonu pro stránku
da: Vælg emoji til side
de_de: Emoji für Seite auswählen
fr: Sélectionner un émoji pour la page
nl: Selecteer emoji voor pagina
pl: Wybierz emotikon dla strony
sl: Izbor izrazne ikone za spletno stran

source: Template
ca: Plantilla
cs: Šablona
da: Skabelon
de_de: Vorlage
es: Plantilla
fr: Modèle
it: Modello
ja: テンプレート
nl: Sjabloon
pl: Szablon
sl: Predloga

source: Title
ca: Títol
cs: Nadpis
da: Titel
de_de: Titel
es: Título
fr: Nom
it: Titolo
ja: タイトル
nb_no: Navn
nl: Titel
pl: Tytuł
pt_br: Título
sl: Naslov

source: Toggle page sidebar
cs: Zobraz/nezobraz. postranní panel stránky
da: Skift sidebjælke
de_de: Seitenleiste umschalten
nl: Zijbalk aan- of uitzetten
pl: Przełącz pasek boczny strony
sl: Preklopi bočno okno strani

source: Page content
cs: Obsah stránky
da: Sideindhold
de_de: Seiteninhalt
nl: Pagina inhoud
pl: Zawartość strony
sl: Vsebina strani

source: Could not rename the page
ca: No s'ha pogut reanomenar la pàgina
cs: Stránku se nedaří přejmenovat
da: Siden kunne ikke omdøbes
de_de: Umbenennen der Seite fehlgeschlagen
es: No se pudo renombrar la página
fr: Impossible de renommer la page
it: Impossibile rinominare la pagina
ja: ページ名を変更できません
nb_no: Kunne ikke gi siden nytt navn
nl: Kan de naam van de pagina niet wijzigen
pl: Nie można zmienić nazwy strony
pt_br: Não foi possível renomear a página
sl: Strani ni mogoče preimenovati.

source: Expand subpage list
ca: Amplieu la llista de subpàgines
cs: Rozbalit seznam podstránek
da: Udvid undersideliste
de_de: Klappe Unterseiten-Liste auf
es: Expandir lista de subpáginas
fr: Étendre la liste des sous-pages
it: Espandi la lista delle sottopagine
ja: サブページリストを開く
nb_no: Utvid undersideliste
nl: Subpaginalijst uitvouwen
pl: Rozwiń listę podstron
pt_br: Expandir lista de subpáginas
sl: Razširi seznam podstrani

source: Add a page
ca: Afegir una Pàgina
cs: Přidat stránku
da: Tilføj en side
de_de: Seite hinzufügen
es: Añadir página
fr: Ajouter une page
it: Aggiungi una pagina
ja: ページの追加
nb_no: Legg til en side
nl: Een pagina toevoegen
pl: Dodaj stronę
pt_br: Adicionar página
sl: Dodaj stran

source: Add a subpage
ca: Afegir subpàgina
cs: Přidat podstránku
da: Tilføj en underside
de_de: Unterseite hinzufügen
es: Añadir subpágina
fr: Ajouter une sous-page
it: Aggiungi una sottopagina
ja: サブページの追加
nb_no: Legg til en underside
nl: Een subpagina toevoegen
pl: Dodaj podstronę
pt_br: Adicionar subpágina
sl: Dodaj podstran

source: Search pages ...
cs: Hledat stránky…
da: Søg på sider...
de_de: Suche Seiten ...
fr: Rechercher des pages…
nl: Zoek pagina's...
pl: Szukaj stron ...
pt_br: Buscar páginas…
sl: Preišči strani ...

source: Sort order
ca: Ordenar per:
cs: Pořadí řazení
da: Sorteringsrækkefølge
de_de: Sortierung
es: Ordenar
fr: Ordre de tri
it: Ordinamento
ja: ソート順
nl: Sorteervolgorde
pl: Kolejność sortowania
pt_br: Ordem
sl: Razvrščanje

source: Sort by custom order
cs: Uživatelsky určené pořadí
da: Sorter efter tilpasset rækkefølge
de_de: Benutzerdefinierte Sortierung
nl: Sorteren op aangepaste volgorde
pl: Sortuj według własne porządku
sl: Po meri

source: Sort recently changed first
cs: Řadit nedávno změněné jako první
da: Sorter for nylig ændret først
de_de: Sortiere nach letzten Änderungen
fr: Trier par date de dernière modification
nl: Sorteer recentelijk gewijzigd eerst
pl: Sortuj ostatnio zmienione jako pierwsze
pt_br: Ordenar por recentemente modificados primeiro
sl: Najprej nedavno spremenjene

source: Sort by title
ca: Ordenar per títol
cs: Řadit podle nadpisu
da: Sorter efter titel
de_de: Sortiere nach Titel
es: Ordenar por título
fr: Trier par nom
it: Ordina per titolo
ja: タイトルでソート
nl: Sorteren op titel
pl: Sortuj po tytule
pt_br: Ordenar por título
sl: Po naslovu

source: Sorted by title
cs: Seřazeno podle názvu
da: Sorteret efter titel
de_de: Sortiert nach Titel
nl: Gesorteerd op titel
pl: Posortowano po tytule
sl: Razvrščeno po naslovu

source: Sorted by recently changed
cs: Seřazeno podle nedávné změny
da: Sorteret efter nyligt ændret
de_de: Sortiert nach letzten Änderungen
nl: Gesorteerd op recent gewijzigd
pl: Posortowano według ostatnio zmienionych
sl: Razvrščeno po času zadnje spremembe

source: Switch back to default sort order
cs: Přepnout zpět na výchozí pořadí řazení
da: Skift tilbage til standard sorteringsrækkefølge
de_de: Zur Standardsortierung wechseln
nl: Terug naar standaard sorteervolgorde
pl: Przywróć domyślne sortowanie
sl: Preklopi na privzet način razvrščanja

source: Hide templates
ca: Amagar plantilles
cs: Skrýt šablony
da: Skjul skabeloner
de_de: Vorlagen ausblenden
es: Ocultar plantillas
fr: Masquer les modèles
it: Nascondi i modelli
ja: テンプレートを隠す
nl: Sjablonen verbergen
pl: Ukryj szablony
pt_br: Esconder templates
sl: Skrij predloge

source: Show templates
ca: Mostrar plantilles
cs: Zobrazit šablony
da: Vis skabeloner
de_de: Vorlagen anzeigen
es: Mostrar plantillas
fr: Afficher les modèles
it: Mostra i modelli
ja: テンプレートの表示
nl: Sjablonen weergeven
pl: Pokaż szablony
pt_br: Mostrar templates
sl: Pokaži predloge

source: Could not save page order for collective
cs: Nepodařilo se uložit pořadí stránek v kolektivu
da: Kunne ikke gemme siderækkefølge for kollektiv
de_de: Sortierung der Seiten für das Kollektiv konnte nicht gespeichert werden
fr: Impossible de sauvegarder l'ordre des pages pour ce collectif
nl: Kan paginavolgorde voor collectief niet opslaan
pl: Nie można zachować kolejność stron dla kolektywu
sl: Ni mogoče shraniti razvrstitve strani za to zbirko
