Repository: nextcloud/collectives
Catalog: translationfiles/*/collectives.po
Languages: ca, cs, da, de_de, es, fr, it, ja, nb_no, nl, pl, pt_br, sl

source: Collectives
ca: Col·lectius
cs: Kolektivy
da: Kollektiver
de_de: Kollektive
es: Cuadernos
fr: Collectifs
it: Collettivi
ja: コレクティブ
nb_no: Kollektiver
pl: Kolektywy
pt_br: Coletivos
sl: Zbirke

source: Collectives - Page content
cs: Kolektivy – obsah stránky
da: Kollektiver - Side indhold
de_de: Kollektive - Seiten-Inhalte
fr: Collectifs - Contenu de la page
ja: コレクティブ: ページの内容
nl: Collectieven- Pagina inhoud
pl: Kolektywy - Zawartość strony
pt_br: Coletivos - Conteúdo da página
sl: Zbirke – vsebina strani

source: Collectives - Pages
cs: Kolektivy – stránky
da: Kollektiver - Sider
de_de: Kollektive - Seiten
fr: Collectifs - Pages
ja: コレクティブ: ページ
nl: Collectieven - Paginas
pl: Kolektywy - Strony
pt_br: Coletivos - Páginas
sl: Zbirke – strani

source: in Collective {collective}
ca: al Col·lectiu {collective}
cs: V kolektivu {collective}
da: i Kollektiv {collective}
de_de: in Kollektiv {collective}
es: en Cuaderno colectivo {collective}
fr: dans le collectif {collective}
it: nel Collettivo {collective}
nb_no: i kollektivet {collective}
nl: in Collectief {collective}
pl: w Kolektywie {collective}
pt_br: no Coletivo {collective}
sl: v Zbirki {collective}

source: Created collective "%s" for existing circle.
ca: Creat col·lectiu "%s" pel cercle existent.
cs: Vytvořen kolektiv „%s“ pro existující okruh.
da: Oprettet kollektiv "%s" for eksisterende cirkel.
de_de: Kollektiv „%s“ für bestehenden Kreis angelegt.
es: Cuaderno colectivo "%s" creado para el círculo existente.
fr: Collectif « %s » créé pour le cercle existant.
it: Creato collettivo "%s" per una cerchia esistente.
ja: コレクティブ "%s" を既存のサークルに作成します。
nb_no: Opprettet kollektivet «%s» for eksisterende sirkel.
nl: Gemaakt collectief "%s" voor bestaande circle.
pl: Utworzono kolektyw "%s" dla istniejącego kręgu.
pt_br: Coletivo "%s" criado para o círculo.
sl: Za obstoječi krog je ustvarjena zbirka »%s«.

source: Collective Share
cs: Sdílení kolektivu
da: Kollektiv deling
de_de: Geteiltes Kollektiv
es: Cuadernos colectivos
fr: Partage de collectif
ja: コレクティブの共有
nl: Gedeeld collectief
pl: Udostępnianie kolektywu
pt_br: Coletivo Compartilhado
sl: Souporaba Zbirke

source: You are not allowed to share %s
cs: Nejste oprávněni sdílet %s
da: Du har ikke tilladelse til at dele %s
de_de: Sie dürfen %s nicht teilen
fr: Vous n'avez pas l'autorisation de partager %s
nl: Je hebt geen toestemming om %s te delen
pl: Nie masz uprawnień do udostępnienia %s
pt_br: Você não está autorizado a compartilhar %s
sl: Ni ustreznih dovoljenj za souporabo zbirke %s

source: A share for collective %s exists already
cs: Sdílení pro kolektiv %s už existuje
da: En deling for kollektivet %s findes allerede
de_de: Eine Freigabe für Kollektiv %s existiert bereits
fr: Il existe déjà un lien de partage pour le collectif %s
nl: Gedeeld collectief %s bestaat al
pl: Kolektyw %s jest już udostępniony
pt_br: Um compartilhamento para o Coletivo %s já existe
sl: Mesto souporabe zbirke %s že obstaja

source: You are not allowed to edit %s
cs: Nejste oprávněni upravovat %s
da: Du har ikke tilladelse til at redigere %s
de_de: Sie dürfen %s nicht editieren
fr: Vous n'avez pas l'autorisation de modifier %s
nl: Je hebt geen toestemming om %s te bewerken
pl: Nie masz uprawnień do edycji %s
pt_br: Você não tem autorização para modificar %s
sl: Ni ustreznih dovoljenj za urejanje %s

source: Share not found for user
cs: Sdílení nenalezeno pro uživatele
da: Deling ikke fundet for bruger
de_de: Freigabe für Benutzer nicht gefunden
fr: Partage non trouvé pour l'utilisateur
nl: Share niet gevonden voor gebruiker
pl: Nie znaleziono udostępnienia dla użytkownika
pt_br: Compartilhamento não localizado para o usuário
sl: Za uporabnika ni najdenega mesta souporabe

source: A place for activist and community projects to build shared knowledge
ca: Un espai per activistes i projectes comunitaris per crear contingut compartit
cs: Místo pro aktivistické a komunitní projekty, pro vytváření sdílených znalostí
da: Et sted for aktivist- og samfundsprojekter til at opbygge fælles viden
de_de: Ein Ort für Aktivst:innen und Community-Projekte um gemeinsames Wissen aufzubauen
es: Un lugar para proyectos activistas y comunitarios para gestionar conocimiento compartido
fr: Un lieu où les projets des activistes et des communautés peuvent développer des connaissances communes
it: Un posto per creare conoscenza condivisa di progetti di atttività e di community
nb_no: Et sted for aktivist- og gemenskapsprosjekter for bygging av delt kunnskap
nl: Een plek voor communities om kennis te delen
pl: Miejsce dla projektów aktywistów i społeczności budujących wspólną wiedzę
pt_br: Um local para ativistas e projetos comunitários construírem uma base de conhecimentos
sl: Mesto za skupno izgrajevanje vsebine in znanja

source: Collectives is a Nextcloud App for activist and community projects to organize together. Come and gather in collectives to build shared knowledge. * 👥 **Collective and non-hierarchical workflow by heart**: Collectives are tied to a [Nextcloud Circle](https://github.com/nextcloud/circles) and owned by the collective. * 📝 **Collaborative page editing** like known from Etherpad thanks to the [Text app](https://github.com/nextcloud/text). * 🔤 **Well-known [Markdown](https://en.wikipedia.org/wiki/Markdown) syntax** for page formatting. ## Installation In your Nextcloud instance, simply navigate to **»Apps«**, find the **»Circles«** and **»Collectives«** apps and enable them.
ca: Collectives és una app de Nextcloud per activistes i projectes comunitaris per treballar col·laborativament. Vine a reunir-te en col·lectius per construir coneixement compartit. * 👥 **Flux de treball Col·lectiu i no jeràrquic **: Col·lectius estan enllaçats a [Nextcloud Circle](https://github.com/nextcloud/circles) i el col·lectiu n'és el propietari. * 📝 **Edició Col·laborativa de pàgina** com al conegut Etherpad i gràcies a [Text app](https://github.com/nextcloud/text). * 🔤 **Amb sintaxis [Markdown](https://en.wikipedia.org/wiki/Markdown)** per al format de text de pàgina. ## Instal·lació Al teu Nextcloud, simplement navega a les **»Apps«**, cerca les apps **»Circles«** i **»Collectives«** i actívalas.
cs: Kolektivy je Nextcloud aplikace pro společné organizování aktivistických a komunitních projektů. Sdružujte se do kolektivů a vytvářejte společné znalosti. * 👥 **Kolektivy a přirozeně nehierarchické pracovní postupy**: Kolektivy jsou navázané na [Nextcloud okruhy](https://github.com/nextcloud/circles) a vlastněné kolektivem. * 📝 **Upravování stránek ve spolupráci vícero lidí naráz** (podobně jako v aplikaci Etherpad) díky [aplikaci Text](https://github.com/nextcloud/text). * 🔤 **Dobře známá forma zápisu [Markdown](https://en.wikipedia.org/wiki/Markdown)** pro formátování stránky. ## Instalace Ve vaší instanci Nextcloud stačí přejít do **»Aplikace«**, najít aplikace **»Okruhy«** a **»Kolektivy«** a aktivovat je.
de_de: Kollektive ist eine Nextcloud-Anwendung für Aktivist:innen und Gemeinschaftsprojekte, um sich gemeinsam zu organisieren. Kommen Sie vorbei und verbünden Sie sich in Kollektiven, um gemeinsames Wissen aufzubauen. * 👥 **Kollektive und hierarchie-arme Arbeitsweise**: Kollektive sind mit einem [Nextcloud Kreis](https://github.com/nextcloud/circles) verknüpft und unter Kontrolle des Kollektivs. * 📝 **Kollaboratives Bearbeiten von Seiten** (wie etwa von Etherpad bekannt) dank der [Text app](https://github.com/nextcloud/text). * 🔤 **Wohlbekannte [Markdown](https://en.wikipedia.org/wiki/Markdown) Syntax** zum Formatieren von Seiten. ## Installation Gehen Sie in Ihrer Nextcloud-Instanz zu **»Apps«**, suchen Sie die Anwendungen **»Circles«** und **»Collectives«** und aktivieren Sie sie.
es: Cuadernos colectivos es una aplicación de Nextcloud App para gestionar proyectos activistas y comunitarios de manera colaborativa. Aquí organizamos y construimos conocimiento juntos. * 👥 **Flujo de trabajo colaborativo y sin jerarquías**: los Cuadernos colectivos están vinculados a un [Nextcloud Circle](https://github.com/nextcloud/circles) y son propiedad del grupo. * 📝 **Edición simultánea de páginas** a la manera de los blocs de notas de Etherpad gracias a la aplicación [Text app](https://github.com/nextcloud/text). * 🔤 **Basado en el conocido formato de archivos [Markdown](https://es.wikipedia.org/wiki/Markdown)** para la edición de formato. ## Instalación En su instancia de Nextcloud, simplemente navegue a **»Apps«**, busque las aplicaciones **»Circles«** y **»Collectives«**y habilítelas.
fr: Collectifs est une application Nextcloud qui permet aux activistes et aux projets communautaires de s'organiser ensemble. Venez et rassemblez-vous en collectifs pour développer des connaissances partagées. * 👥 **Fonctionnement collectif et non hiérarchique** : Les collectifs sont liés à un [Cercle Nextcloud] (https://github.com/nextcloud/circles) qui appartient au collectif. * 📝 **Édition collaborative de pages** comme on le connaît sur Etherpad grâce à l'[application Texte] (https://github.com/nextcloud/text). * 🔤 **Syntaxe bien connue de [Markdown](https://en.wikipedia.org/wiki/Markdown)** pour le formatage des pages. ## Installation Dans votre instance Nextcloud, rendez-vous simplement dans **« Applications »**, trouvez les applications **« Cercles »** et **« Collectifs »** et activez-les.
it: Collettivi è una App Nextcloud per organizzare progetti di attività e di community. Partecipa ai collettivi per creare conoscenze condivise. * 👥 **Processo collettivo e non gerarchico**: i Collettivi sono associati ad una [Cerchia Nextcloud](https://github.com/nextcloud/circles) e sono di proprietà del collettivo. * 📝 **Modifica collaborativa delle pagine** come su Etherpad grazie alla [app Text](https://github.com/nextcloud/text). * 🔤 **Sintassi [Markdown](https://en.wikipedia.org/wiki/Markdown) ben nota e consolidata** per la formattazione della pagina. ## Installazione Nella tua istanza Nextcloud naviga semplicemente in **»Applicazioni«**, seleziona le app **»Circles«** e **»Collectives«** ed abilitale.
nb_no: Kollektiver er et Nextcloud-program tiltenkt organisering av aktivist- og gemenskapsprosjekter. Knytt deg til fellesskap i gemenskaper for å bygge delt kunnskap. * 👥 **Gemenskapsdrevet grasrotsarbeidsflyt**: Kollektiver er knyttet til en [Nextcloud-sirkel](https://github.com/nextcloud/circles) og eid av gemenskapen. * 📝 **Samarbeidsredigering av sider** som på Etherpad, takket være [Tekst-programmet](https://github.com/nextcloud/text). * 🔤 **Velkjent [Markdown](https://en.wikipedia.org/wiki/Markdown)-syntaks** for sideformatering. ##Installasjon I din Nextcloud-instans går du til **«Programmer»**, finner **«Sirkler»** og **«Kollektiver»**-programmene og skrur dem på.
nl: Collectives is een Nextcloud-app om communityprojecten gezamenlijk te organiseren. Kom en bouw collectives om gedeelde kennis te verzamelen. * 👥 **Standaard collectieve en niet-hiërarchische workflow**: Collectives zijn gekoppeld aan een [Nextcloud Circle](https://github.com/nextcloud/circles) en eigendom van het collectief. * 📝 **Gezamenlijke paginabewerking** zoals bekend van Etherpad dankzij de [Text app](https://github.com/nextcloud/text). * 🔤 **Het bekende [Markdown](https://en.wikipedia.org/wiki/Markdown) syntax** voor de pagina-opmaak. ## Installatie Navigeer in de Nextcloud-installatie naar **»Apps«**, zoek de **»Circles«** en **»Collectives«** apps en schakel ze in.
pl: Miejsce dla projektów aktywistów i społeczności budujących wspólną wiedzę Gromadź się w kolektywach, aby budować wspólną wiedzę. * 👥 **Zbiorowy i niehierarchiczny przepływ pracy z pamięci**: Kolektywy są powiązane z [Nextcloud Circle](https://github.com/nextcloud/circles) i własnością kolektywu. * 📝 **Kooperacyjna edycja stron** znana z Etherpad dzięki [Text app](https://github.com/nextcloud/text). * 🔤 **Dobrze znana składnia [Markdown](https://en.wikipedia.org/wiki/Markdown) ** do formatowania strony. ## Instalacja W twojej instancji Nextcloud po prostu przejdź **»Aplikacje«**, znajdź aplikacje **»Kręgi«** i **»Kolektywy«** po czym włącz je.
pt_br: Coletivos é um aplicativo do Nextcloud para ativistas e projetos da comunidade para facilitar a organização. Venha e se una a coletivos para criar conhecimento compartilhado * 👥 **Coletivo com fluxos não-hierarquicos**: Coletivos estão sempre ligados a um [Círculo Nextcloud](https://github.com/nextcloud/circles) e são de propriedade do mesmo. * 📝 **Edição de página colaborativa** semelhante ao Etherpad graças ao [Aplicativo de Texto](https://github.com/nextcloud/text) * 🔤 **Sintaxe bem conhecida [Markdown](https://en.wikipedia.org/wiki/Markdown)** para formatação das páginas. ## Instalação No seu Nextcloud, navege para **Aplicativos**, encontre os apps **Círculos** e **Coletivos** e habilite-os.
sl: Program Zbirke je projekt za okolje Nextcloud, ki omogoča sodelovalno in skupno urejanje vsebine. Skupaj je mogoče izgraditi pomembno znanje. * 👥 **Zbirke in nehierarhično razdeljeno delo**: Zbirke so vezane na [Kroge Nextcloud](https://github.com/nextcloud/circles) in so skupno lastništvo članov. * 📝 **Sodelovalno urejanje vsebine** kot je bilo to mogoče v programu Etherpad zahvaljujoč [programu Text](https://github.com/nextcloud/text). * 🔤 **Uporabljena je znana skladnja [Markdown](https://en.wikipedia.org/wiki/Markdown)** za oblikovanje strani. ## Namestitev V okolju Nextcloud enostavno izberite program **»Zbirke«** v razdelku Programov, izberite tudi program **»Krogi«** in oba namestite in omogočite.

source: The contacts app is required to manage members
ca: L'App de contactes es requereix per gestionar membres.
cs: Aby bylo možné spravovat členy, je zapotřebí nainstalovat aplikaci Kontakty
da: Kontakter appen er påkrævet for at administrere medlemmer
de_de: Die Kontakte App ist erforderlich um Mitglieder zu verwalten
es: Se requiere la app de contactos para gestionar colaboradores
fr: L'application Contacts est requise pour gérer les membres
it: E' necessario abilitare la app Contatti per gestire i membri
ja: メンバー管理には連絡先アプリが必要です
nl: De contacten-app is vereist om leden te beheren
pl: Aplikacja Kontakty jest wymagana do zarządzania członkami
pt_br: O aplicativo Contatos é necessário para gerenciar membros
sl: Za urejanje stikov je zahtevan program Stiki.

source: Collective not found:
ca: Col·lectiu no trobat:
cs: Kolektiv nenalezen:
da: Kollektiv ikke fundet:
de_de: Kollektiv nicht gefunden:
es: Cuaderno colectivo no encontrado:
fr: Collectif introuvable :
it: Collettivo non trovato:
ja: コレクティブが見つかりません:
nl: Collectief niet gevonden:
pl: Nie znaleziono kolektywu:
pt_br: Coletivo não encontrado:
sl: Zbirke ni mogoče najti:

source: You're not part of a collective with that name.
ca: No ets part d'un col·lectiu amb aquest nom.
cs: Nejste součástí kolektivu s takovým názvem.
da: Du er ikke en del af et kollektiv med det navn.
de_de: Sie sind nicht Teil eines Kollektives mit diesem Namen.
es: No tienes acceso a un cuaderno colectivo con ese nombre.
fr: Vous ne faites pas partie d'un collectif portant ce nom.
it: Non fai parte di un collettivo con quel nome.
nl: Je maakt geen deel uit van een collectief met die naam.
pl: Nie jesteś częścią kolektywu o tej nazwie.
pt_br: Você não faz parte de um coletivo com este nome.
sl: Niste član zbirke s tem imenom.

source: Select a collective or create a new one on the left.
ca: Selecciona un col·lectiu o crea un de nou a l'esquerra.
cs: Vyberte kolektiv nebo (vlevo) vytvořte nový.
da: Vælg et kollektiv eller opret et nyt.
de_de: Wählen Sie ein Kollektiv aus oder legen Sie links ein Neues an.
es: Selecciona un cuaderno colectivo o crea uno nuevo en el panel de la izquierda.
fr: Sélectionnez un collectif ou créez en un sur la gauche.
it: Seleziona un collettivo o creane uno di nuovo a sinistra.
nb_no: Velg et kollektiv, eller opprett ett til venstre.
nl: Selecteer een collectief of maak aan de linkerkant een nieuwe aan.
pl: Wybierz kolektyw lub utwórz nowy z lewej.
pt_br: Escolha um coletivo ou crie um novo à esquerda.
sl: Izberite zbirko, ali pa ustvarite novo v meniju na levi.

source: Preparing collective for exporting or printing
cs: Kolektiv je připravován pro export či tisk
da: Klargøring af kollektiv til eksport eller print
de_de: Kollektiv wird zum Exportieren oder Drucken vorbereitet
fr: Préparation du collectif pour l'export ou l'impression
nl: Collectief voorbereiden voor exporteren of printen
pl: Przygotowanie kolektywu do eksportu lub druku
sl: Pripravljanje zbirke za izvoz oziroma tiskanje

source: Loading pages:
cs: Načítání stránek:
da: Indlæser sider:
de_de: Lade Seiten:
fr: Chargement des pages :
nl: Pagina's laden:
pl: Ładowanie stron:
pt_br: Carregando páginas:
sl: Nalaganje strani:

source: Loading images:
cs: Načítání obrázků:
da: Indlæser billeder:
de_de: Lade Bilder:
fr: Chargement des images :
nl: Afbeeldingen laden:
pl: Ładowanie obrazów:
pt_br: Carregando imagens:
sl: Nalaganje slik:

source: Last edited by {user}
ca: Darrera edició per {user}
cs: Naposledy upravil(a) {user}
da: Sidst redigeret af {user}
de_de: Zuletzt bearbeitet von {user}
es: Editado por última vez por {user}
fr: Dernière modification par {user}
it: Ultima modifica dall'utente {user}
ja: 最終編集者 {user}
nb_no: Sist endret av {user}
nl: Laatst bewerkt door {user}
pl: Ostatnio edytowane przez użytkownika {user}
pt_br: Editador pela última vez por {user}
sl: Nazadnje urejano: {user}

source: Manage members
ca: Gestionar membres
cs: Spravovat členy
da: Administrer medlemmer
de_de: Mitglieder verwalten
es: Gestionar colaboradores
fr: Gérer les membres
it: Gestisci membri
ja: メンバーの管理
nl: Leden beheren
pl: Zarządzaj członkami
pt_br: Gerenciar membros
sl: Uredi člane

source: Share link
cs: Odkaz na sdílení
da: Del dette link
de_de: Link teilen
es: Compartir enlace
fr: Lien de partage
ja: 共有リンク
nl: Deel link
pl: Udostępnij link
pt_br: Compartilhar link
sl: Povezava za souporabo

source: Allow editing
cs: Umožnit úpravy
da: Tillad redigering
de_de: Bearbeiten erlauben
fr: Autoriser l'édition
nl: Bewerken toestaan
pl: Pozwól edytować
pt_br: Autorizar edição
sl: Dovoli urejanje

source: Unshare
cs: Přestat sdílet
da: Fjern deling
de_de: Freigabe aufheben
es: Dejar de compartir
fr: Ne plus partager
ja: 共有の解除
nl: Delen opheffen
pl: Zatrzymaj udostępnianie
pt_br: Descompartilhar
sl: Odstrani povezavo

source: Export or print
cs: Exportovat nebo vytisknout
da: Eksporter eller udskriv
de_de: Exportieren oder Drucken
fr: Exporter ou imprimer
nl: Exporteren of afdrukken
pl: Eksportuj lub drukuj
sl: Izvozi ali natisni

source: Settings
cs: Nastavení
da: Indstillinger
de_de: Einstellungen
fr: Paramètres
ja: 設定
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
sl: Nastavitve

source: Copied
cs: Zkopírováno
da: Kopieret
de_de: Kopiert
es: Copiado
fr: Copié
ja: コピー
nl: Gekopieerd
pl: Skopiowane
pt_br: Copiado
sl: Kopirano

source: Cannot copy
cs: Nedaří se zkopírovat
da: Kan ikke kopiere
de_de: Kopieren nicht möglich
es: No se puede copiar
fr: Impossible d'effectuer la copie
ja: コピーできません
nl: Kan niet kopiëren
pl: Nie można skopiować
pt_br: Não foi possível copiar
sl: Kopiranje ni mogoče

source: Copy share link
cs: Zkopírovat odkaz na sdílení
da: Kopiér delelink
de_de: Freigabe-Link kopieren
es: Copiar enlace para compartir
fr: Copier le lien de partage
ja: 共有リンクのコピー
nl: Kopieer de deellink
pl: Skopiuj udostępniany link
pt_br: Copiar link de compartilhamento
sl: Kopiraj povezavo souporabe

source: Could not change the collective share editing permissions
cs: Nedaří se změnit oprávnění k úpravám sdílení kolektivu
da: Kunne ikke ændre redigeringstilladelser
de_de: Die Editier-Rechte für die Freigabe des Kollektivs konnten nicht verändert werden
fr: Impossible de modifier les autorisations de partage et d'édition du collectif
nl: Kan de rechten voor het delen van het collectief niet wijzigen
pl: Nie można zmienić uprawnień edycji udostępnionego kolektywu
pt_br: Não foi possível mudar as permissões de compartilhamento do coletivo
sl: Ni mogoče spremeniti dovoljen souporabe zbirke

source: Could not share the collective
cs: Kolektiv se nedaří nasdílet
da: Kunne ikke dele kollektivet
de_de: Kollektiv konnte nicht geteilt werden
fr: Impossible de partager le collectif
nl: Kan het collectief niet delen
pl: Nie można udostępnić tego kolektywu
pt_br: Não foi possível compartilhar o coletivo
sl: Ni mogoče omogočiti souporabe zbirke

source: Could not unshare the collective
cs: Sdílení kolektivu se nedaří zrušit
da: Kunne ikke ophæve deling af kollektivet
de_de: Freigabe des Kollektivs konnte nicht aufgehoben werden
fr: Impossible d'arrêter le partage du collectif
nl: Kan het delen van het collectief niet ongedaan maken
pl: Nie można zatrzymać udostępniania tego kolektywu
pt_br: Não foi possível descompartilhar o coletivo
sl: Ni mogoče preklicati souporabe zbirke

source: Collective settings
cs: Nastavení pro kolektiv
da: Indstillinger
de_de: Kollektiv-Einstellungen
fr: Paramètres des collectifs
nl: Collectief instellingen
pl: Ustawienia kolektywu
pt_br: Configurações do coletivo
sl: Nastavitve Zbirke

source: Name and emoji
cs: Název a emotikona
da: Navn og emoji
de_de: Name und Emoji
fr: Nom et émoticône
nl: Naam en emoji
pl: Nazwa i emotikon
pt_br: Nome e emoji
sl: Ime in izrazne ikone

source: Select emoji for collective
cs: Vyberte emotikonu pro kolektiv
da: Vælg emoji for kollektiv
de_de: Wählen Sie ein Emoji für das Kollektiv
fr: Sélectionnez une émoticône pour le collectif
nl: Selecteer emoji voor collectief
pl: Wybierz emotikon dla kolektywu
pt_br: Selecionar um emoji para o coletivo
sl: Izbor izrazne ikone zbirk

source: Save new collective name
cs: Uložit nový název pro kolektiv
da: Gem nyt Kollektiv navn
de_de: Neuen Kollektv-Namen speichern
nl: Sla nieuwe collectief op
pl: Zapisz nową nazwę kolektywu
sl: Shrani novo ime zbirke

source: Permissions
cs: Oprávnění
da: Tilladelser
de_de: Rechte
fr: Autorisations
nl: Rechten
pl: Uprawnienia
pt_br: Permissões
sl: Dovoljenja

source: Allow editing for
cs: Povolit úpravy pro
da: Tillad redigering for
de_de: Bearbeiten erlauben für
fr: Autoriser l'édition pour
nl: Bewerken toestaan voor
pl: Pozwól na edycję
pt_br: Autorizar edição para
sl: Dovoli urejanje

source: Admins only
cs: Pouze správci
da: Kun administratorer
de_de: Nur Admins
fr: Administrateurs uniquement
nl: Alleen beheerders
pl: Tylko administratorzy
pt_br: Somente administradores
sl: le skrbnikom

source: Admins and moderaters
cs: Správci a moderátoři
da: Administratorer og moderatorer
de_de: Admins und Moderator:innen
fr: Administrateurs et modérateurs
nl: Beheerders en moderators
pl: Administratorzy i moderatorzy
pt_br: Administradores e moderadores
sl: skrbnikom in moderatorjem

source: All members
cs: Všichni členové
da: Alle medlemmer
de_de: Alle Mitglieder
fr: Tous les membres
nl: Alle leden
pl: Wszyscy członkowie
pt_br: Todos os membros
sl: vsem članom

source: Allow sharing for
cs: Umožnit sdílení pro
da: Tillad deling for
de_de: Teilen erlauben für
fr: Autoriser le partage pour
nl: Delen toestaan voor
pl: Pozwól udostępniać
pt_br: Autorizar compartilhamento para
sl: Dovoli omogočanje souporabe

source: Members
cs: Členové
da: Medlemmer
de_de: Mitglieder
fr: Membres
nl: Leden
pl: Członkowie
pt_br: Membros
sl: Člani
